Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/libs-omegat.tmx
Source language: en_us
Languages: pt_br

source: Lucene Integration
pt_br: Integração do Lucene

source: Libraries
pt_br: Bibliotecas

source: Bundles Apache Lucene (a Search Engine).
pt_br: Pacotes Apache Lucene (um mecanismo de pesquisa).

source: This module bundles Apache Lucene (a Search Engine).
pt_br: Este módulo empacota o Apache Lucene (um mecanismo de pesquisa).

source: Commons Logging Integration
pt_br: Integração da Commons Logging

source: This module bundles Apache Commons Logging.
pt_br: Este módulo empacota a Apache Commons Loggin

source: The module bundles Apache Commons Logging version 1.0.4 from http://jakarta.apache.org/commons/logging/.
pt_br: O módulo empacota a Apache Commons Logging versão 1.0.4. http://jakarta.apache.org/commons/logging/.

source: Swing Layout Extensions integration
pt_br: Integração de extensões de Swing Layout

source: Bundles swing-layout library.
pt_br: Pacotes da biblioteca swing-layout.

source: This module bundles Swing Layout Extensions library (from swing-layout.dev.java.net).
pt_br: Este módulo empacota a biblioteca de extensões Swing Layout (de swing-layout.dev.java.net).

source: Apache Resolver Library 1.2
pt_br: Biblioteca Apache Resolver 1.2

source: Apache Resolver library for development time
pt_br: Biblioteca Apache Resolver para tempo de desenvolvimento

source: Contains Apache Resolver library 1.2
pt_br: Contém a biblioteca Apache Resolver 1.2

source: Xerces Integration
pt_br: Integração do Xerces

source: Bundles Apache Xerces (an XML parser).
pt_br: Pacotes Apache Xerces (um analisador XML).

source: This module bundles Apache Xerces (an XML parser), a JAXP implementation with additional special features.
pt_br: Este módulo empacota o Apache Xerces (um analisador XML), uma implementação JAXP com uma característica adicional especial.

source: Freemarker Integration
pt_br: Integração do Freemarker

source: This module bundles Freemarker.
pt_br: Este módulo empacota o Freemarker.

source: The module bundles FreeMarker http://freemarker.sf.net and integratesit into NetBeans.
pt_br: O módulo empacota e integra o FreeMarker ao NetBeans. http://freemarker.sf.net.

source: Scripting API Integration
pt_br: Integração da API Scripting

source: This module bundles the Scripting APIs
pt_br: Este módulo empacota as APIs Scripting

source: The module bundles the scripting APIs (javax.script package)produced by OpenJDK project,so other modules, running on Java5, can still make use of them.
pt_br: O módulo empacota as APIs Scripting (javax.script package), produzida no projeto OpenJDK, então outros móludos, executando sobre o Java5, ainda podem fazer uso delas.

source: Java Secure Channel integration
pt_br: Integração do canal de segurança Java

source: Bundles JSch (SSH implementation).
pt_br: Pacotes JSch (implementação de SSH).

source: This module bundles Java Secure Channel (an SSH implementation).
pt_br: Este módulo empacota o canal de segurança Java (uma implementação de SSH).
